Web Services/1. Webservice Testing/Transactions/getInvoices/Test Case 1/WS_Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tran="http://www.hmco.com/EAI/OTS/Transaction">
   <soapenv:Header/>
   <soapenv:Body>
      <tran:transactionIDList>
         <!--1 or more repetitions:-->
         <tran:transactionID>44444444444444444444444444444</tran:transactionID>
         <tran:transactionID>6479772sdfsdfsdfsdfsdfsdfdsf</tran:transactionID>
        
      </tran:transactionIDList>
   </soapenv:Body>
</soapenv:Envelope>
